const qnaList = [
  {
    q: '1. 당신이 주식에 뛰어든 이유는?',
    a: [
      {
        answer: 'a. 다들 한다고 하니 경험 삼아!'
      },
      {
        answer: 'b. 여유자금으로 금리보다 높은 수익률을 거두기 위해'
      },
      {
        answer: 'c. 주식은 포트폴리오의 일부… 적극 투자로 노후 대비'
      },
      {
        answer: 'd. 주식만이 살 길 : 집도 사고 차도 사자'
      },
      {
        answer: 'e. 빚투도 OK, 한탕 해서 큰돈을 벌어보자!'
      },
    ]
  },

  {
    q: '2. 주식 시작하기 딱 좋은 나이는?',
    a: [
      {
        answer: 'a. 50세 이상'
      },
      {
        answer: 'b. 40세 이상 ~ 50세 미만'
      },
      {
        answer: 'c. 30세 이상 ~ 40세 미만'
      },
      {
        answer: 'd. 20세 이상 ~ 30세 미만'
      },
      {
        answer: 'e. 0~20세 미만'
      },
    ]
  },
  {
    q: '3. 나의 월평균 소득은?',
    a: [
      {
        answer: 'a. 200만원 미만'
      },
      {
        answer: 'b. 200만원 이상 ~ 400만원 미만'
      },
      {
        answer: 'c. 400만원 이상 ~ 600만원 미만'
      },
      {
        answer: 'd. 600만원 이상 ~ 800만원 미만'
      },
      {
        answer: 'e. 800만원 이상'
      },
    ]
  },
  {
    q: '4. 나의 주식투자 기간은?',
    a: [
      {
        answer: 'a. 6개월 내외'
      },
      {
        answer: 'b. 7개월 이상 ~ 1년 미만'
      },
      {
        answer: 'c. 1년 이상 ~ 5년 미만'
      },
      {
        answer: 'd. 5년 이상 ~ 10년 미만'
      },
      {
        answer: 'e. 10년 이상'
      },
    ]
  },
  {
    q: '5. "너 자신을 알라" 나의 주식 투자 수준은?',
    a: [
      {
        answer: 'a. 아는 거 없는 주린이'
      },
      {
        answer: 'b. 걸음마는 뗀 주식 초보'
      },
      {
        answer: 'c. 손해는 안보는 중수'
      },
      {
        answer: 'd. 내 주변에선 내가 1등'
      },
      {
        answer: 'e. 초고수인 내 앞에서 주식을 논하지 말라'
      },
    ]
  },
  {
    q: '6. 가장 선호하는 투자 방식은?',
    a: [
      {
        answer: 'a. "위험관리도 필요해" 주식,채권 혼합형'
      },
      {
        answer: 'b. 스트레스 덜한 펀드가 정답'
      },
      {
        answer: 'c. 대세는 ETF'
      },
      {
        answer: 'd. "남한테는 못 맡긴다" 직접 투자족'
      },
      {
        answer: 'e. 레버리지도 OK, 돈 되는 건 다 한다'
      },
    ]
  },
  {
    q: '7. 내가 추구하는 주식 투자 기간은?',
    a: [
      {
        answer: 'a. 주식은 묵혀야 제맛'
      },
      {
        answer: 'b. 분기,연간 실적은 보고 판단'
      },
      {
        answer: 'c. 한 달만 보면 답이 나온다'
      },
      {
        answer: 'd. 1주일은 지켜봐야지'
      },
      {
        answer: 'e. 초단타'
      },
    ]
  },
  {
    q: '8. 전체 금융자산 중 주식투자 비중은?',
    a: [
      {
        answer: 'a.  0 ~ 20%'
      },
      {
        answer: 'b. 20 ~ 40%'
      },
      {
        answer: 'c. 40 ~ 60%'
      },
      {
        answer: 'd. 60 ~ 80%'
      },
      {
        answer: 'e. 80 ~ 100%'
      },
    ]
  },
  {
    q: '9. 내가 보유하고 있는 주식은?',
    a: [
      {
        answer: 'a. "배당만 다오" 배당주'
      },
      {
        answer: 'b. 믿고 기다리는 가치주'
      },
      {
        answer: 'c. 망할 일 없는 대형주'
      },
      {
        answer: 'd. "테슬라는 필수" 혁신 테마주'
      },
      {
        answer: 'e. 신풍제약부터 박셀바이오까지.. 바이오가 필수'
      },
    ]
  },
  {
    q: '10. "나도 원정개미다.." 전체 주식 중 해외 주식 비중은?',
    a: [
      {
        answer: 'a.  0% ~ 20%'
      },
      {
        answer: 'b. 21% ~ 40%'
      },
      {
        answer: 'c. 41% ~ 60%'
      },
      {
        answer: 'd. 61% ~ 80%'
      },
      {
        answer: 'e. 81% ~ 100%'
      },
    ]
  },
  {
    q: '11. 당신의 1년 목표 수익률은?',
    a: [
      {
        answer: 'a. 예금 금리만 넘기는 수준이라면 만족'
      },
      {
        answer: 'b. 코스피지수만 이겨도 선방'
      },
      {
        answer: 'c. 1년에 10%는 돼야지'
      },
      {
        answer: 'd. 위험을 감수했으니 50%도 기대'
      },
      {
        answer: 'e. 다들 2~3배 벌었다는데 100% 고수익만 원해'
      },
    ]
  },
  {
    q: '12. 주식투자에 있어 가장 중요한 덕목은 OO이다.',
    a: [
      {
        answer: 'a. 돈을 잃지 않는 것'
      },
      {
        answer: 'b. 기다림의 미덕'
      },
      {
        answer: 'c. 남들만큼 좋은 성적을 올리는 것'
      },
      {
        answer: 'd. 세상의 트렌드를 읽어내는 인사이트'
      },
      {
        answer: 'e. 수익의 기회를 맡는 야성적인 감각'
      },
    ]
  },
  {
    q: '13. 주식 투자를 시작하려는 당신... 투자 가능 금액은?',
    a: [
      {
        answer: 'a. 일단 삼성전자 한 주부터'
      },
      {
        answer: 'b. 모아둔 용돈 수십만원으로 나만의 포트폴리오를 짜본다'
      },
      {
        answer: 'c. 적금 만기가 눈앞, 여유 있는 목돈 투입'
      },
      {
        answer: 'd. 집도 못 사는 내게 지금이 기회, 보유 자산도 절반도 OK'
      },
      {
        answer: 'e. 마이너스통장까지 풀베팅'
      },
    ]
  },
  {
    q: '14. 믿고 산 종목이 하락하고 있다. 당신의 선택은?',
    a: [
      {
        answer: 'a. "안된다면 자식들이라도 수익을 올리겠지" 끝까지 기다린다'
      },
      {
        answer: 'b. 1년은 기다릴 수 있다'
      },
      {
        answer: 'c. 20% 이상 조정받지 않는다면 반년은 기다릴 수 있다'
      },
      {
        answer: 'd. 한달 낸에 포트폴리오를 조정한다'
      },
      {
        answer: 'e. 내 생각이 시장과 다르다면 당일이라도 매도한다'
      },
    ]
  },
  {
    q: '15. 내가 감내할 수 있는 손실 수준은?',
    a: [
      {
        answer: 'a. 원금의 10% 이내'
      },
      {
        answer: 'b. 원금의 10% ~ 20%'
      },
      {
        answer: 'c. 원금의 20% ~ 30%'
      },
      {
        answer: 'd. 원금의 30% ~ 40%'
      },
      {
        answer: 'e. 원금의 40% 이상'
      },
    ]
  },
  {
    q: '16. 평소 눈여겨보던 종목이 갑자기 오른다면?',
    a: [
      {
        answer: 'a. 다음 매수 기회를 노린다'
      },
      {
        answer: 'b. 빨리 사놓지 않은 것을 후회하며 다른 종목을 찾는다'
      },
      {
        answer: 'c. "100원만 떨어져라" 소폭 조정에 곧장 추격매수'
      },
      {
        answer: 'd. 더 오르기 전에 당장 베팅'
      },
      {
        answer: 'e. 연일 오르자 후회막심... 조바심에 뒤늦게 따라잡기'
      },
    ]
  },
  {
    q: '17. ETF, 유상증자, PER, 골든크로스 뜻을 묻는다면?',
    a: [
      {
        answer: 'a. 전부 모른다'
      },
      {
        answer: 'b. 하나 정도는 알 것 같다'
      },
      {
        answer: 'c. 두 개 이상 대충 뜻을 알고 있다'
      },
      {
        answer: 'd. 대부분 정확히 알고 있다'
      },
      {
        answer: 'e. 질문 자체가 짜증난다'
      },
    ]
  },
  {
    q: '18. 내가 가장 좋아하는 유형의 기업은 OO이다',
    a: [
      {
        answer: 'a. 시가총액 대비 보유한 자산이 많아 언젠간 제값을 할 기업'
      },
      {
        answer: 'b. 실적도 배당도 good! 견실한 우량주'
      },
      {
        answer: 'c. 누구나 알 법한 대기업'
      },
      {
        answer: 'd. 미래에 베팅, 혁신 트렌드에 부합하는 기업'
      },
      {
        answer: 'e. 기업과 주식은 다르다, 급등할 기업이 최고'
      },
    ]
  },
  {
    q: '19. 나는 이익을 못 내는 기업엔 결코 투자할 수 없다',
    a: [
      {
        answer: 'a. 매우 그렇다'
      },
      {
        answer: 'b. 그렇다'
      },
      {
        answer: 'c. 보통이다'
      },
      {
        answer: 'd. 그렇지 않다'
      },
      {
        answer: 'e. 매우 그렇지 않다'
      },
    ]
  },
  {
    q: '20. 종목을 선별하는 나만의 방법은?',
    a: [
      {
        answer: 'a. "공부만이 살 길이다" 차트까지 섭렵'
      },
      {
        answer: 'b. 재무제표 정도는 기본... 실적을 보고 밸류에이션을 평가한다'
      },
      {
        answer: 'c. 주식시장은 미래를 반영하는 곳, 트렌드를 따라간다'
      },
      {
        answer: 'd. 유투브가 유일한 선생'
      },
      {
        answer: 'e. 지인 추천에 베팅, 뭐하는 회사인지 몰라도 오르기만 하면 된다.'
      },
    ]
  }
]

